index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-05-17 Fri 19:07 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>London Emacs Hacking</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Pawel Ceranka" />
<link rel="stylesheet" type="text/css" href="css/style.css" />
</head>
<body>
<div id="content">
<h1 class="title">London Emacs Hacking</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org9ea32a5">1. About</a></li>
<li><a href="#org662baf1">2. Next meetup</a></li>
<li><a href="#orgc4ffa7c">3. Contact</a></li>
</ul>
</div>
</div>

<div id="outline-container-org9ea32a5" class="outline-2">
<h2 id="org9ea32a5"><span class="section-number-2">1</span> About</h2>
<div class="outline-text-2" id="text-1">
<p>
<i>You can often use Emacs to help you understand what puzzles you or to find out how to do something new.</i>
<i>This self-reliance is not only a pleasure, but an advantage.</i>
<i>&#x2013;Emacs Lisp Intro Info pages</i>
</p>

<p>
Your friendly local Emacs User Group and useful resources about Emacs!
Open to all persuasions&#x2013;emacs, spacemacs, doom etc.
Open to all text editor &amp; lisp geeks&#x2013;programmers, writers, <a href="https://bofh.org.uk/2019/02/25/baking-with-emacs/">bakers</a>.
Meant to be a regular meetup&#x2013;a beginner vs. advanced topics and talks vs. hands on sessions (config, elisp, new packages, new ideas in emacs etc.).
For pre- and post- meetup discussions and all other things Emacs check out <a href="https://emacs-london.slack.com">slack</a>
</p>

<p>
Go get an <a href="https://emacs-london.herokuapp.com/">invite</a>!
</p>
</div>
</div>
<div id="outline-container-org662baf1" class="outline-2">
<h2 id="org662baf1"><span class="section-number-2">2</span> Next meetup</h2>
</div>
<div id="outline-container-orgc4ffa7c" class="outline-2">
<h2 id="orgc4ffa7c"><span class="section-number-2">3</span> Contact</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Pawel Ceranka</p>
<p class="date">Created: 2019-05-17 Fri 19:07</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
